Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/EnkaKit/Sources/EnkaKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# settings.display.artifactRating.considerHyperBloomElectroRoles.explanation
source: Genshin Only. E.g.: Raiden Shogun with over-900 elemental master (and related 4-piece artifact sets) can team up with Baizhu, Furina, and Nahida to be the strongest full-auto guided remote hyperbloom team. This disobeys the initial character design of Raiden Shogun but is an acceptable and effective choice with significantly-reduced workload of building-up the entire team with significantly larger firing range than Shinobu-Yukuaki-based close-combat hyperbloom teams. Similar situations may apply to other electro characters in Genshin Impact.
de: Nur Genshin. Zum Beispiel: Raiden Shogun mit über 900 Elementar-Meisterschaft (und verwandte 4er-Artefakt-Sets) kann mit Baizhu, Furina und Nahida das stärkste vollautomatische, ferngesteuerte Hyperbloom-Team bilden. Dies widerspricht dem ursprünglichen Charakterdesign von Raiden Shogun, ist jedoch eine akzeptable und effektive Wahl mit deutlich reduziertem Arbeitsaufwand beim Aufbau des gesamten Teams und einer deutlich größeren Reichweite als Shinobu-Yukuaki-basierte Nahkampf-Hyperbloom-Teams. Ähnliche Situationen können auf andere Elektro-Charaktere in Genshin Impact zutreffen.
es: Solo para Genshin. Por ejemplo: Raiden Shogun con más de 900 de maestría elemental (y conjuntos de artefactos de cuatro piezas relacionados) puede formar equipo con Baizhu, Furina y Nahida para ser el equipo de hiperbloom remoto guiado completamente automático más fuerte. Esto contradice el diseño inicial del personaje de Raiden Shogun pero es una elección aceptable y efectiva con una carga de trabajo significativamente reducida para construir todo el equipo con un alcance de disparo significativamente mayor que los equipos de hiperbloom de combate cuerpo a cuerpo basados en Shinobu-Yukuaki. Situaciones similares pueden aplicarse a otros personajes electro en Genshin Impact.
fil: Genshin Lamang. Halimbawa: Maaaring magsama-sama si Raiden Shogun na may higit sa 900 na elemental master (at kaugnay na 4-piece na artifact set) kasama sina Baizhu, Furina, at Nahida para maging pinakamalakas na full-auto guided remote hyperbloom team. Ito ay lumalabag sa paunang disenyo ng karakter ni Raiden Shogun ngunit isang katanggap-tanggap at epektibong pagpili na may makabuluhang nabawasan na trabaho sa pagbuo ng buong team na may mas malawak na firing range kaysa sa Shinobu-Yukuaki-based close-combat hyperbloom teams. Ang mga katulad na sitwasyon ay maaaring ilapat sa iba pang electro character sa Genshin Impact.
fr: Uniquement Genshin. Par exemple : La Shogun Raiden avec plus de 900 de maîtrise élémentaire (et les sets d'artefacts complets 4 pièces associés) peut faire équipe avec Baizhu, Furina et Nahida pour être la plus forte équipe éxubérance full-auto. Cela va à l'encontre de la conception initiale du personnage de Raiden mais est un choix acceptable et efficace avec une quantité de travail considérablement réduite pour la mise en place de toute l'équipe avec une portée de tir nettement plus grande que les équipes éxubérance de combat rapproché basées sur Shinobu-Yukuaki. Des situations similaires peuvent s'appliquer à d'autres personnages électro de Genshin.
it: Solo Genshin. Ad esempio: Raiden Shogun con oltre 900 di maestria elementale (e i relativi set di artefatti a 4 pezzi) può unirsi a Baizhu, Furina e Nahida per essere la squadra più forte di iperbloom guidato a distanza completamente automatica. Questo disobbedisce al design iniziale del personaggio di Raiden Shogun, ma è una scelta accettabile ed efficace con un carico di lavoro significativamente ridotto per costruire l'intera squadra con una portata di tiro significativamente più ampia rispetto alle squadre di iperbloom da combattimento ravvicinato basate su Shinobu-Yukuaki. Situazioni simili possono applicarsi ad altri personaggi elettro in Genshin Impact.
ja: 原神限定の聖遺物評判ルールです。900点以上の元素熟知を持って元素熟知系聖遺物セットを装備した雷電将軍は白朮＆フリーナ＆ナヒーダと組むと、最強の全自動超開花チームになり、そしてキャラクターの養成にかかる時間もめっちゃ少なくなり、さらに（忍＆行秋系超開花チームと比べると）射程距離はめっちゃ遠いです。雷電将軍の数値モデルと反する養成方法ですが、かなり強い超開花チームです。このようなことは他の雷系キャラにもある可能性があるので、このルールのオプションを用意しました。スターレイルのキャラクターにはこのルールが通用しません。
ko: 원신 전용. 예: 900 이상의 원소 숙달도를 가진 라이덴 쇼군(관련 4세트 유물 포함)은 바이쥬, 푸리나, 나히다와 팀을 이루어 가장 강력한 풀 오토 가이드 원격 초개화 팀이 될 수 있습니다. 이는 라이덴 쇼군의 초기 캐릭터 디자인에 어긋나지만, 신오부-유쿠아키 기반의 근접 초개화 팀보다 훨씬 넓은 사정거리를 가지고 전체 팀을 구성하는 데 드는 부담이 크게 줄어든, 허용 가능하고 효과적인 선택입니다. 비슷한 상황이 원신 임팩트의 다른 전기 캐릭터에게도 적용될 수 있습니다.
ru: Только для Genshin. Например: Райден Сёгун с более чем 900 мастерства стихий (и соответствующими наборами артефактов из 4 предметов) может объединиться с Байчжу, Фуриной и Нахидой, чтобы стать сильнейшей командой для полной автоуправляемой гипервзрывной атаки. Это нарушает первоначальный дизайн персонажа Райден Сёгун, но является приемлемым и эффективным выбором с значительно сокращенной нагрузкой на сборку всей команды и значительно большей дальностью стрельбы по сравнению с гипервзрывными командами ближнего боя на основе Синобу-Юкаи. Аналогичные ситуации могут применяться и к другим электро персонажам в Genshin Impact.
vi: Chỉ Genshin. Ví dụ: Raiden Shogun với trên 900 tinh thông nguyên tố (và các bộ thánh di vật 4 món liên quan) có thể kết hợp với Baizhu, Furina và Nahida để trở thành đội mạnh nhất tự động hướng dẫn từ xa hyperbloom. Điều này trái ngược với thiết kế nhân vật ban đầu của Raiden Shogun nhưng là một lựa chọn chấp nhận được và hiệu quả với giảm đáng kể khối lượng công việc trong việc xây dựng cả đội với khoảng cách bắn lớn hơn nhiều so với các đội hyperbloom cận chiến dựa trên Shinobu-Yukugaki. Các tình huống tương tự có thể áp dụng cho các nhân vật điện khác trong Genshin Impact.
zh_hans: 举例：雷电将军在堆有至少 900 点元素精通（且使用有助于超绽放的圣遗物套装）的情况下可以与芙宁娜＆纳西妲＆白术组成最强的远程全自动脱手超绽放阵容。该阵容违背了雷电将军的数值模型，但培养角色所需的时间成本显著降低、且拥有比以久岐忍＆行秋为核心的近战超绽放阵容更远的射程范围。其余雷系角色可能会有类似的情况。该选项对星穹铁道角色无效。
zh_hant: 舉例：雷電將軍在堆有至少 900 點元素精通（且使用有助於超綻放的聖遺物套裝）的情況下可以與芙寧娜＆納西妲＆白朮組成最強的遠程全自動脫手超綻放陣容。該陣容違背了雷電將軍的數值模型，但培養角色所需的時間成本顯著降低、且擁有比以久岐忍＆行秋為核心的近戰超綻放陣容更遠的射程範圍。其餘雷系角色可能會有類似的情況。該選項對星穹鐵道角色無效。

# settings.display.artifactRating.considerSwirls
source: Consider catalysis reactions triggered with anemo characters
de: Berücksichtigen Sie Katalyse-Reaktionen, die mit Anemo-Charakteren ausgelöst werden
es: Considera reacciones de catálisis activadas con personajes de anemo
fil: Isaalang-alang ang mga reaksyon ng pagkatalis na na-trigger ng mga karakter na anemo
fr: Envisager les réactions des catalystes déclenchées avec des personnages Anémo
it: Prendi in considerazione le reazioni di catalisi attivate con personaggi anemo
ja: 風属性キャラの拡散で起こした超激化反応も考慮する
ko: 풍속 캐릭터로 촉발되는 촉매 반응을 고려하십시오
ru: Рассмотрите реакции катализа, инициированные ане́мо-персонажами
vi: Xem xét các phản ứng xúc tác kích hoạt với các nhân vật nguyên tố phong
zh_hans: 兼顾风系角色的扩散行为所启动的超激化反应
zh_hant: 兼顧風系角色的擴散行為所啟動的超激化反應

# settings.display.artifactRating.considerSwirls.explanation
source: Genshin Only. E.g.: Kaedehara Kazuha with 4-piece Thundering Fury artifact suite is now considered as an acceptable choice to trigger dendro catalysis. Similar situations may apply to other anemo characters in Genshin Impact.
de: Nur Genshin. Zum Beispiel: Kaedehara Kazuha mit einem 4-teiligen Thundering Fury Artefakt-Set wird jetzt als akzeptable Wahl betrachtet, um Dendro-Katalyse auszulösen. Ähnliche Situationen können für andere Anemo-Charaktere in Genshin Impact zutreffen.
es: Solo Genshin. Por ejemplo: Kaedehara Kazuha con el conjunto de 4 piezas de artefactos de Furia Atronadora ahora se considera una opción aceptable para activar la catálisis con dendro. Situaciones similares pueden aplicar a otros personajes anemo en Genshin Impact.
fil: Genshin Lamang. Halimbawa: Si Kaedehara Kazuha na may 4-pinagsamang Thundering Fury artifact suite ay itinuturing na ngayong katanggap-tanggap na pagpipilian upang i-trigger ang dendro catalysis. Maaring mag-apply ang katulad na sitwasyon sa iba pang anemo character sa Genshin Impact.
fr: Genshin uniquement. Par exemple : Kaedehara Kazuha avec un ensemble d'artefacts de 4 pièces Colère de tonnerre est désormais considéré comme un choix acceptable pour déclencher la réaction dendro. Des situations similaires peuvent s'appliquer à d'autres personnages anémo dans Genshin Impact.
it: Solo Genshin. Ad esempio: Kaedehara Kazuha con il set artefatto da 4 pezzi Furia Tonante è ora considerato una scelta accettabile per innescare la catalisi dendro. Situazioni simili possono applicarsi ad altri personaggi anemo in Genshin Impact.
ja: 原神限定の聖遺物評判ルールです。「雷のような怒り」聖遺物の４セットを装備した楓原万葉は超激化反応にお役立てると今はそう認識されております。このようなことは他の風系キャラにもある可能性があるので、このルールのオプションを用意しました。スターレイルのキャラクターにはこのルールが通用しません。
ko: 원신만 해당. 예: 카에데하라 카즈하가 4세트 번개 격노 성유물을 장착한 경우, 이제 풀 촉매 작용을 발동시키기 위한 적절한 선택으로 간주됩니다. 유사한 상황이 원신 임팩트의 다른 바람 캐릭터에 적용될 수 있습니다.
ru: Только для Genshin. Например, Каэдэхара Кадзуха с набором артефактов из четырех частей Громовой Ярости теперь считается приемлемым выбором для активации дендро-катализа. Похожие ситуации могут применяться к другим анемо персонажам в Genshin Impact.
vi: Chỉ dành cho Genshin. Ví dụ: Kaedehara Kazuha với bộ thánh di vật Thundering Fury 4 món hiện được coi là sự lựa chọn chấp nhận được để kích hoạt phản ứng dendro. Các nhân vật anemo khác trong Genshin Impact có thể gặp các tình huống tương tự.
zh_hans: 举例：枫原万叶持「如雷的盛怒」四件套可有效参与激化反应。其他的风系角色可能会有类似的情况。该选项对星穹铁道角色无效。
zh_hant: 舉例：楓原萬葉持「如雷的盛怒」四件套可有效參與激化反應。其他的風系角色可能會有類似的情況。該選項對星穹鐵道角色無效。

# settings.display.artifactRating.enabled
source: Show artifact compatibility ratings in showcase
de: Zeige die Kompatibilitätsbewertungen von Artefakten in der Ausstellung an
es: Mostrar las calificaciones de compatibilidad de artefactos en la vitrina
fil: Ipakita ang mga rating ng pagkakatugma ng artifact sa showcase
fr: Afficher les évaluations de compatibilité des artéfacts dans la vitrine
it: Mostra le valutazioni di compatibilità degli artefatti nella vetrina
ja: キャラのビルド画面で聖遺物適合度を表示する
ko: 쇼케이스에서 아티팩트 호환성 등급 표시
ru: Показывать рейтинги совместимости артефактов в витрине
vi: Hiển thị xếp hạng tương thích của hiện vật trong phòng trưng bày
zh_hans: 在角色面板画面显示圣遗物契合度评分
zh_hant: 在角色面板畫面顯示聖遺物契合度評分

# settings.display.artifactRating.sectionTitle
source: Artifact Rating Preferences
de: Bewertungseinstellungen für Artefakte
es: Preferencias de calificación de artefactos
fil: Mga Kagustuhan sa Pagrarate ng Artifact
fr: Préférences d'évaluation des artéfacts
it: Preferenze di valutazione dell'artefatto
ja: 聖遺物適合度評判に関する設定
ko: 아티팩트 등급 설정
ru: Предпочтения рейтинга артефакта
vi: Tùy chọn Đánh giá Vật phẩm
zh_hans: 圣遗物评分系统设定
zh_hant: 聖遺物評分系統設定

# settings.display.customizingNameForKunikuzushi
source: Customize the name for Wanderer
de: Den Namen für Wanderer anpassen
es: Personaliza el nombre para Wanderer
fil: I-customize ang pangalan para sa Wanderer
fr: Personnaliser le nom pour Nomade
it: Personalizza il nome di Vagabondo
ja: 放浪者の名前を指定する
ko: 방랑자의 이름을 사용자 정의합니다
ru: Настройте имя для Странника
vi: Tùy chỉnh tên cho Wanderer
zh_hans: 自定义流浪者姓名
zh_hant: 自訂流浪者姓名

# settings.display.customizingNameForKunikuzushi.currentValueLabel
source: Customized name for Wanderer
de: Angepasster Name für Wanderer
es: Nombre personalizado para Viajero
fil: Pasadyang pangalan para sa Manlalakbay
fr: Nom personnalisé pour Nomade
it: Nome personalizzato per Viaggiatore
ja: 指定済みの名前
ko: 방랑자 맞춤 이름
ru: Пользовательское имя для Странника
vi: Tên tùy chỉnh cho Kẻ Lang Thang
zh_hans: 已自定义的流浪者姓名
zh_hant: 已自訂的流浪者姓名

# settings.display.customizingNameForKunikuzushi.prompt
source: Please enter your preferred name for Wanderer (Kunikuzushi)
de: Bitte geben Sie Ihren bevorzugten Namen für Wanderer (Kunikuzushi) ein
es: Por favor, introduce tu nombre preferido para Wanderer (Kunikuzushi)
fil: Pakisulat ang iyong nais na pangalan para sa Wanderer (Kunikuzushi)
fr: Veuillez entrer votre nom préféré pour Nomade (Scaramouche)
it: Inserisci il tuo nome preferito per Wanderer (Kunikuzushi)
ja: 放浪者（雷電国崩）の名前をお好きにしてご記入ください
ko: 방랑자(쿠니쿠즈시)에 대한 선호 이름을 입력하세요
ru: Введите предпочитаемое имя для Странника (Куникузуши)
vi: Vui lòng nhập tên ưa thích của bạn cho Wanderer (Kunikuzushi)
zh_hans: 请键入您希望给雷电国崩（流浪者）自定义的姓名
zh_hant: 請鍵入您希望給雷電國崩（流浪者）自訂的姓名

# settings.display.enkaStatus.defaultDBQueryHost
source: Current EnkaDB Query Host
de: Aktueller EnkaDB-Abfragehost
es: Host de consulta actual de EnkaDB
fil: Kasalukuyang Host ng EnkaDB Query
fr: Hébergeur actuel EnkaDB
it: Host di interrogazione corrente EnkaDB
ja: 今の使用中のEnkaDBのクエリーホスト
ko: 현재 EnkaDB 쿼리 호스트
ru: Текущий хост запроса EnkaDB
vi: Máy chủ truy vấn EnkaDB hiện tại
zh_hans: 目前的 EnkaDB 查询专用服务器
zh_hant: 目前的 EnkaDB 查詢用伺服器

# settings.display.enkaStatus.defaultDBQueryHost.explanation
source: This settings automatically changes when the current setting fails on access.
de: Diese Einstellung ändert sich automatisch, wenn die aktuelle Einstellung beim Zugriff fehlschlägt.
es: Esta configuración cambia automáticamente cuando la configuración actual falla al acceder.
fil: Awtomatikong nagbabago ang setting na ito kapag nabigo ang kasalukuyang setting sa pag-access.
fr: Ce paramètre change automatiquement lorsque le paramètre actuel échoue lors de sa lecture.
it: Questa impostazione cambia automaticamente quando l'impostazione attuale non riesce ad accedere.
ja: 接続故障すると、このオプションは自動的に変わります。
ko: 현재 설정이 액세스에 실패하면 이 설정이 자동으로 변경됩니다.
ru: Эти настройки автоматически изменяются, когда текущие настройки не работают при доступе.
vi: Cài đặt này tự động thay đổi khi cài đặt hiện tại gặp lỗi khi truy cập.
zh_hans: 该设定会在连接失败时自动变更。
zh_hant: 該設定會在連線失敗時自動變更。

# settings.display.enkaStatus.defaultDBQueryHost.GitHub
source: Overseas
de: Übersee
es: Internacional
fil: Sa ibang bansa
fr: Outre-mer
it: Oltremare
ja: 海外のサーバー
ko: 해외
ru: Зарубежный
vi: Nước ngoài
zh_hans: 海外
zh_hant: 海外

# settings.display.enkaStatus.defaultDBQueryHost.GitLink
source: Mainland China
de: Festlandchina
es: China continental
fil: Tsina Mainand
fr: Chine continentale
it: Cina continentale
ja: 中国大陸のサーバー
ko: 중국 본토
ru: Материковый Китай
vi: Trung Quốc đại lục
zh_hans: 中国大陆
zh_hant: 中國大陸

# settings.display.enkaStatus.lastEnkaDBCheckDate
source: Database updates are previously checked at:
de: Datenbankaktualisierungen wurden zuvor überprüft um:
es: Las actualizaciones de la base de datos se verifican previamente en:
fil: Ang mga update sa database ay dating nasuri sa:
fr: Les mises à jour de la base de données sont préalablement vérifiées à :
it: Gli aggiornamenti del database sono stati precedentemente controllati a:
ja: 前回のデータベースアップデート点検をした時点
ko: 데이터베이스 업데이트가 이전에 확인된 시간:
ru: Проверка обновлений базы данных выполнялась ранее в:
vi: Các cập nhật cơ sở dữ liệu đã được kiểm tra trước tại:
zh_hans: 最近一次查询 Enka 数据更新的时间点
zh_hant: 最近一次查詢 Enka 資料更新的時間點

# settings.display.enkaStatus.sectionTitle
source: On-Device Enka Database Status
de: Status der Enka-Datenbank auf dem Gerät
es: Estado de la Base de Datos Enka en el Dispositivo
fil: Status ng Enka Database sa Device
fr: Statut de la base de données Enka sur l'appareil
it: Stato del database Enka sul dispositivo
ja: 該当端末での EnkaDB 資料の状況
ko: 기기 내 엔카 데이터베이스 상태
ru: Статус локальной базы данных Enka
vi: Trạng thái cơ sở dữ liệu Enka trên thiết bị
zh_hans: 当前设备的本机 EnkaDB 数据库状况
zh_hant: 當前裝置的本機 EnkaDB 資料庫狀況

# settings.display.showCase.colorizeArtifactSubPropCounts
source: Colorize the sub-properties of artifacts to differentiate their counts
de: Färben Sie die Untereigenschaften der Artefakte, um ihre Anzahl zu unterscheiden
es: Colorea las subpropiedades de los artefactos para diferenciar sus conteos
fil: Kulay-an ang mga sub-katangian ng mga artifact upang mabukod ang kanilang mga bilang
fr: Mettre en couleur les sub-stats des artéfacts pour différencier leurs quantité.
it: Colorare le sotto-proprietà degli artefatti per differenziare i loro conteggi
ja: 聖遺物のサブステータスの重複数を色付きで反映する
ko: 유물의 하위 속성을 색칠하여 개수를 구별하십시오
ru: Окрасьте под-свойства артефактов, чтобы различать их количество
vi: Tô màu các thuộc tính phụ của hiện vật để phân biệt số lượng của chúng
zh_hans: 用不同的颜色区分圣遗物副词条的累积次数
zh_hant: 用不同的顏色區分聖遺物副詞條的累積次數

# settings.display.showCase.colorizeArtifactSubPropCounts.explain
source: From the lowest to highest: Gray, DemiWhite, White, Orange, Yellow, Red.
de: Von niedrigster bis höchster: Grau, DemiWeiß, Weiß, Orange, Gelb, Rot.
es: De menor a mayor: Gris, SemiBlanco, Blanco, Naranja, Amarillo, Rojo
fil: Mula pinakamababa hanggang pinakamataas: Gray, DemiWhite, White, Orange, Yellow, Red.
fr: Du plus bas au plus élevé : Gris, Demi-Blanc, Blanc, Orange, Jaune, Rouge.
it: Dal più basso al più alto: Grigio, DemiBianco, Bianco, Arancione, Giallo, Rosso.
ja: 最低から最高まで数えると：灰色、淡白色、白色、オレンジ色、黄色、赤色。
ko: 최저에서 최고까지: 회색, 데미화이트, 백색, 주황색, 노란색, 빨간색.
ru: От самого низкого к самому высокому: Серый, ПолуБелый, Белый, Оранжевый, Желтый, Красный.
vi: Từ thấp nhất đến cao nhất: Xám, Bán Trắng, Trắng, Cam, Vàng, Đỏ.
zh_hans: 从最低到最高：灰色、半白色、白色、橙色、黄色、红色。
zh_hant: 從最低到最高：灰色、半白色、白色、橙色、黃色、紅色。

# settings.display.showCase.forceCharacterWeaponNameFixed
source: Force-fixing the name of certain characters / weapons written in certain languages
de: Erzwungene Korrektur des Namens bestimmter Zeichen / Waffen, die in bestimmten Sprachen geschrieben sind
es: Corrección forzada del nombre de ciertos personajes / armas escritos en ciertos idiomas
fil: Pag-aayos ng pangalan ng ilang mga karakter / armas na nakasulat sa ilang mga wika
fr: Correction forcée du nom de certains personnages / armes écrits dans certaines langues
it: Correzione forzata del nome di alcuni personaggi/armi scritti in certe lingue
ja: 特定の言語でのキャラ・武器の名前の表記を訂正する
ko: 특정 언어로 작성된 특정 캐릭터/무기의 이름 강제 수정
ru: Принудительное исправление имен некоторых персонажей / оружия, написанных на определенных языках
vi: Sửa tên bắt buộc của một số ký tự / vũ khí được viết bằng một số ngôn ngữ nhất định
zh_hans: 对特定语言下的部分角色 / 武器的名称进行用字订正
zh_hant: 對特定語言下的部分角色/武器的名稱進行用字訂正

# settings.display.showCase.forceCharacterWeaponNameFixed.explain
source: This setting is only for Simplified & Traditional Chinese UI.
de: Diese Einstellung ist nur für vereinfachtes und traditionelles chinesisches UI.
es: Esta configuración es solo para la interfaz de usuario en chino simplificado y tradicional
fil: Ang setting na ito ay para lamang sa Simplified at Traditional Chinese na UI.
fr: Ce paramètre est uniquement pour l'interface utilisateur en chinois simplifié et traditionnel.
it: Questa impostazione è solo per l'interfaccia utente in cinese semplificato e tradizionale
ja: 簡体中国語のUIで（苗字としての）「钟・钟离」を「锺・锺离」と訂正します。繁体中国語UIの場合、「堇」を「菫」と訂正します。他のこのような状況も同じことをします。
ko: 이 설정은 간체 및 번체 중국어 UI에만 해당됩니다.
ru: Эта настройка предназначена только для упрощенного и традиционного китайского интерфейса пользователя.
vi: Cài đặt này chỉ dành cho giao diện người dùng tiếng Trung Giản thể và Phồn thể.
zh_hans: 这将会在简体中文当中强制自动恢复目前已被当地语委恢复的「锺」、在繁体中文当中强制自动恢复「堇」的当代繁体中文写法「菫」。对类似的情形也会作出同样的处理。
zh_hant: 這將會在簡體中文當中強制自動恢復目前已被在地語委恢復的「锺」、在繁體中文當中強制自動恢復「堇」的當代繁體中文寫法「菫」。對類似的情形也會作出同樣的處理。

# settings.display.showCase.namingPrefs.sectionTitle
source: Naming Preferences
de: Benennungspräferenzen
es: Preferencias de nombres
fil: Mga Kagustuhan sa Pangalan
fr: Préférences de nomination
it: Preferenze di denominazione
ja: 名前の設定
ko: 이름 설정
ru: Настройки именования
vi: Tùy chọn Đặt tên
zh_hans: 名称设定
zh_hant: 名稱設定

# settings.display.showCase.sectionTitle
source: Character Build Page & ShowCase
de: Charaktererstellungsseite & Showcase
es: Página de Construcción de Personajes y Vitrina
fil: Pahina ng Pagbuo ng Tauhan & Pagpapakita
fr: Page de build de personnage & Vitrine
it: Pagina di Costruzione del Personaggio & Vetrina
ja: キャラのビルド画面とショーケース
ko: 캐릭터 빌드 페이지 및 쇼케이스
ru: Страница Характера и Показатель
vi: Trang Xây Dựng Nhân Vật & Trình Diễn
zh_hans: 角色面板与展柜
zh_hant: 角色面板與展櫃

# settings.display.showCase.useGenshinStyleCharacterPhotos
source: Use Genshin-style character photos for Star Rail characters
de: Verwende Fotos im Genshin-Stil für Star Rail-Charaktere
es: Usar fotos de personajes al estilo Genshin para personajes de Star Rail
fil: Gumamit ng Genshin-style na mga larawan ng karakter para sa mga karakter ng Star Rail
fr: Utiliser des photos de personnages de style Genshin pour les personnages de Star Rail
it: Usa foto dei personaggi in stile Genshin per i personaggi di Star Rail
ja: スターレイルのキャラに対して原神スタイルのキャラ写真を起用
ko: 스타 레일 캐릭터에 원신 스타일의 캐릭터 사진 사용
ru: Используйте фотографии персонажей в стиле Genshin для персонажей Star Rail
vi: Sử dụng ảnh nhân vật phong cách Genshin cho các nhân vật Star Rail
zh_hans: 对星穹铁道角色启用原神风格的证件照
zh_hant: 對星穹鐵道角色啟用原神風格的證件照

# settings.display.showCase.useNameCardBGWithGICharacters
source: Use Namecard backgrounds for Genshin Characters’ ShowCase Build panels
de: Verwenden Sie Visitenkarten-Hintergründe für die Build-Panels von Genshin-Charakteren
es: Usar fondos de Tarjeta de Presentación para los paneles de Construcción de Escaparate de personajes de Genshin
fil: Gumamit ng mga background ng Namecard para sa ShowCase Build panels ng mga Genshin Character
fr: Utiliser les arrière-plans de carte de visite pour les panneaux de build ShowCase des personnages Genshin
it: Usa sfondi Namecard per i pannelli Build ShowCase dei personaggi di Genshin
ja: 原神キャラクターのビルド画面に名刺背景を使用する
ko: 원신 캐릭터의 쇼케이스 빌드 패널에 명함 배경 사용
ru: Использовать фоны визитных карточек для панелей сборки ShowCase персонажей Genshin
vi: Sử dụng nền Thẻ Tên cho các bảng ShowCase Build của nhân vật Genshin
zh_hans: 为原神角色的面板启用名片背景
zh_hant: 為原神角色的面板啟用名片背景

# settings.display.showCase.useRealCharacterNames
source: Show characters’ real names instead
de: Stattdessen echte Namen der Charaktere anzeigen
es: Mostrar los nombres reales de los personajes en su lugar
fil: Ipakita ang tunay na pangalan ng mga karakter sa halip
fr: Afficher les vrais noms des personnages à la place
it: Mostra invece i veri nomi dei personaggi
ja: 一部のキャラの本名を表示する
ko: 캐릭터의 실제 이름을 대신 표시합니다
ru: Показывать настоящие имена персонажей вместо этого
vi: Hiển thị tên thật của nhân vật thay thế
zh_hans: 显示部分角色的真实姓名
zh_hant: 顯示部分角色的真實姓名

# settings.display.showCase.useTotemWithGenshinIDPhotos
source: Use totem backgrounds for Genshin Characters’ ID Photos
de: Verwenden Sie Totem-Hintergründe für Genshin-Charaktere ID-Fotos
es: Usar fondos de tótem para las fotos de identificación de personajes de Genshin
fil: Gumamit ng mga totem na background para sa mga ID Photo ng Genshin Characters
fr: Utiliser des arrière-plans totem pour les photos d'identité des personnages Genshin
it: Usa sfondi totem per le foto ID dei personaggi di Genshin
ja: 原神キャラクターのID写真にトーテム背景紋様を使用する
ko: 원신 캐릭터의 ID 사진에 토템 배경 사용
ru: Использовать тотемные фоны для ID-фото персонажей Genshin
vi: Sử dụng nền totem cho ảnh ID của nhân vật Genshin
zh_hans: 为原神角色证件照启用图腾背景
zh_hant: 為原神角色證件照啟用圖騰背景

# game.elements.hydro
source: Hydro
es: Hidro
it: Idro
ja: 水元素属性
ko: 하이드로
ru: Гидро
zh_hans: 水元素属性
zh_hant: 水元素屬性

# game.elements.anemo
source: Anemo
fr: Anémo
ja: 風元素属性
ko: 바람
ru: Анемо
vi: Phong
zh_hans: 风元素属性
zh_hant: 風元素屬性

# game.elements.geo
source: Geo
fr: Géo
ja: 岩元素属性
ko: 지오
ru: Гео
vi: Địa lý
zh_hans: 岩元素属性
zh_hant: 岩元素屬性

# game.elements.dendro
source: Dendro
ja: 草元素属性
ko: 덴드로
ru: Дендро
zh_hans: 草元素属性
zh_hant: 草元素屬性

# game.elements.imago
source: Imago
ja: 虚数属性
ko: 환상적이야
zh_hans: 虚数属性
zh_hant: 虛數屬性

# game.elements.physico
source: Physico
ja: 物理属性
ko: 피지코
zh_hans: 物理属性
zh_hant: 物理屬性

# game.elements.pyro
source: Pyro
ja: 炎元素属性
ko: 파이로
ru: Пиро
vi: Hỏa
zh_hans: 火元素属性
zh_hant: 火元素屬性

# game.elements.quanto
source: Quanto
ja: 量子属性
ko: 포세스토
zh_hans: 量子属性
zh_hant: 量子屬性
